Repository: HanSyngha/Tripsync
Catalog: lib/l10n/app_*.arb
Languages: pl, th, tr, vi

# welcomeTitle
source: Start Your Journey
pl: Rozpocznij Swoja Podroz
th: เริ่มต้นการเดินทางของคุณ
tr: Yolculugunuza Baslayin
vi: Bắt Đầu Hành Trình

# welcomeSubtitle
source: Discover new experiences and create special memories
pl: Odkrywaj nowe doswiadczenia i twórz wyjatkowe wspomnienia
th: ค้นพบประสบการณ์ใหม่และสร้างความทรงจำพิเศษ
tr: Yeni deneyimler kesfedin ve ozel anilar biriktirin
vi: Khám phá trải nghiệm mới và tạo nên những kỷ niệm đặc biệt

source: Skip
pl: Pomin
th: ข้าม
tr: Atla
vi: Bỏ qua

source: Participant
pl: Uczestnik
th: ผู้เข้าร่วม
tr: Katilimci
vi: Người tham gia

source: Host
pl: Gospodarz
th: ผู้จัด
tr: Organizator
vi: Chủ trì

source: Co-Host
pl: Wspólgospodarz
th: ผู้ช่วยจัด
tr: Yardimci Organizator
vi: Đồng chủ trì

# signInWithKakao
source: Continue with Kakao
pl: Kontynuuj przez Kakao
th: ดำเนินการต่อด้วย Kakao
tr: Kakao ile Devam Et
vi: Tiếp tục với Kakao

# signInWithNaver
source: Continue with Naver
pl: Kontynuuj przez Naver
th: ดำเนินการต่อด้วย Naver
tr: Naver ile Devam Et
vi: Tiếp tục với Naver

# signInWithGoogle
source: Continue with Google
pl: Kontynuuj przez Google
th: ดำเนินการต่อด้วย Google
tr: Google ile Devam Et
vi: Tiếp tục với Google

# signInWithApple
source: Continue with Apple
pl: Kontynuuj przez Apple
th: ดำเนินการต่อด้วย Apple
tr: Apple ile Devam Et
vi: Tiếp tục với Apple

# termsAgreement
source: By logging in, you agree to our {terms} and {privacy}.
pl: Logujac sie, akceptujesz nasz {terms} oraz {privacy}.
th: การเข้าสู่ระบบหมายความว่าคุณยอมรับ {terms} และ {privacy} ของเรา
tr: Giris yaparak {terms} ve {privacy} kabul etmis olursunuz.
vi: Bằng việc đăng nhập, bạn đồng ý với {terms} và {privacy} của chúng tôi.

source: Terms of Service
pl: Regulamin
th: ข้อกำหนดการใช้งาน
tr: Kullanim Kosullari
vi: Điều khoản dịch vụ

source: Privacy Policy
pl: Polityka prywatnosci
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikasi
vi: Chính sách bảo mật

source: Welcome back
pl: Witaj ponownie
th: ยินดีต้อนรับกลับ
tr: Tekrar hos geldiniz
vi: Chào mừng trở lại

# readyForNextJourney
source: Ready for your next journey?
pl: Gotowy na kolejna przygode?
th: พร้อมสำหรับการเดินทางครั้งต่อไปหรือยัง?
tr: Bir sonraki yolculugunuza hazir misiniz?
vi: Sẵn sàng cho chuyến đi tiếp theo?

source: All Trips
pl: Wszystkie podróze
th: ทริปทั้งหมด
tr: Tum Geziler
vi: Tất cả chuyến đi

source: Hosting
pl: Organizowane
th: ที่จัด
tr: Duzenlediklerim
vi: Đang tổ chức

source: Participating
pl: Uczestniczone
th: ที่เข้าร่วม
tr: Katildiklarim
vi: Đang tham gia

source: Happening Now
pl: Trwajace
th: กำลังเกิดขึ้น
tr: Su An Devam Eden
vi: Đang diễn ra

source: Upcoming Adventures
pl: Nadchodzace przygody
th: การผจญภัยที่กำลังจะมาถึง
tr: Yaklasan Maceralar
vi: Chuyến phiêu lưu sắp tới

source: View all
pl: Zobacz wszystkie
th: ดูทั้งหมด
tr: Tumunu Gor
vi: Xem tất cả

# dayOf
source: Day {current} of {total}
pl: Dzien {current} z {total}
th: วันที่ {current} จาก {total}
tr: Gun {current} / {total}
vi: Ngày {current} của {total}

source: In Progress
pl: W trakcie
th: กำลังดำเนินการ
tr: Devam Ediyor
vi: Đang tiến hành

source: Manage
pl: Zarzadzaj
th: จัดการ
tr: Yonet
vi: Quản lý

source: Guest
pl: Gosc
th: แขก
tr: Misafir
vi: Khách

source: TBD
pl: Do ustalenia
th: ยังไม่กำหนด
tr: Belirsiz
vi: Chưa xác định

source: Home
pl: Strona glówna
th: หน้าหลัก
tr: Ana Sayfa
vi: Trang chủ

source: Explore
pl: Odkrywaj
th: สำรวจ
tr: Kesfet
vi: Khám phá

source: Chat
pl: Czat
th: แชท
tr: Sohbet
vi: Trò chuyện

source: Profile
pl: Profil
th: โปรไฟล์
tr: Profil
vi: Hồ sơ

source: Create Trip
pl: Utwórz podróz
th: สร้างทริป
tr: Gezi Olustur
vi: Tạo chuyến đi

source: Let's plan your journey
pl: Zaplanujmy Twoja podróz
th: มาวางแผนการเดินทางของคุณกันเถอะ
tr: Yolculugunuzu planlayalim
vi: Hãy lên kế hoạch cho hành trình của bạn

# hostCanEditLater
source: As the host, you can edit these details later anytime.
pl: Jako gospodarz, mozesz edytowac te szczególy w dowolnym momencie.
th: ในฐานะผู้จัด คุณสามารถแก้ไขรายละเอียดเหล่านี้ได้ทุกเมื่อ
tr: Organizator olarak bu detaylari daha sonra istediginiz zaman duzenleyebilirsiniz.
vi: Là chủ trì, bạn có thể chỉnh sửa những chi tiết này bất cứ lúc nào.

source: Cancel
pl: Anuluj
th: ยกเลิก
tr: Iptal
vi: Hủy

source: Save
pl: Zapisz
th: บันทึก
tr: Kaydet
vi: Lưu

source: Basic Info
pl: Podstawowe informacje
th: ข้อมูลพื้นฐาน
tr: Temel Bilgiler
vi: Thông tin cơ bản

source: Required
pl: Wymagane
th: จำเป็น
tr: Zorunlu
vi: Bắt buộc

source: Trip Name
pl: Nazwa podrózy
th: ชื่อทริป
tr: Gezi Adi
vi: Tên chuyến đi

# tripNameHint
source: e.g. Summer in Kyoto
pl: np. Lato w Kioto
th: เช่น ฤดูร้อนที่เกียวโต
tr: orn. Kyoto'da Yaz
vi: VD: Mùa hè ở Kyoto

source: Destination
pl: Cel podrózy
th: จุดหมายปลายทาง
tr: Varis Noktasi
vi: Điểm đến

# destinationHint
source: Where are you going?
pl: Dokad jedziesz?
th: คุณจะไปที่ไหน?
tr: Nereye gidiyorsunuz?
vi: Bạn đang đi đâu?

source: Dates
pl: Daty
th: วันที่
tr: Tarihler
vi: Ngày

source: Start Date
pl: Data rozpoczecia
th: วันเริ่มต้น
tr: Baslangic Tarihi
vi: Ngày bắt đầu

source: End Date
pl: Data zakonczenia
th: วันสิ้นสุด
tr: Bitis Tarihi
vi: Ngày kết thúc

source: Optional Details
pl: Szczególy opcjonalne
th: รายละเอียดเพิ่มเติม
tr: Istege Bagli Detaylar
vi: Chi tiết tùy chọn

source: Cover Photo
pl: Zdjecie okladki
th: รูปปก
tr: Kapak Fotografi
vi: Ảnh bìa

source: Tap to upload cover
pl: Dotknij, aby przeslac okladke
th: แตะเพื่ออัปโหลดรูปปก
tr: Kapak yuklemek icin dokunun
vi: Nhấn để tải ảnh bìa

source: Trip Goal / Memo
pl: Cel podrózy / Notatka
th: เป้าหมายทริป / บันทึก
tr: Gezi Amaci / Not
vi: Mục tiêu / Ghi chú chuyến đi

# tripGoalHint
source: What is the main goal of this trip?
pl: Jaki jest glówny cel tej podrózy?
th: เป้าหมายหลักของทริปนี้คืออะไร?
tr: Bu gezinin ana amaci nedir?
vi: Mục tiêu chính của chuyến đi này là gì?

source: Next Step
pl: Nastepny krok
th: ขั้นตอนถัดไป
tr: Sonraki Adim
vi: Bước tiếp theo

source: Participant Management
pl: Zarzadzanie uczestnikami
th: จัดการผู้เข้าร่วม
tr: Katilimci Yonetimi
vi: Quản lý người tham gia

# participating_count
source: Participating
pl: Uczestniczy
th: ที่เข้าร่วม
tr: Katilimci
vi: Đang tham gia

source: Pending Invites
pl: Oczekujace zaproszenia
th: คำเชิญที่รอดำเนินการ
tr: Bekleyen Davetler
vi: Lời mời đang chờ

source: Invite New Member
pl: Zapros nowego czlonka
th: เชิญสมาชิกใหม่
tr: Yeni Uye Davet Et
vi: Mời thành viên mới

source: Search by name or email
pl: Szukaj po nazwie lub e-mailu
th: ค้นหาด้วยชื่อหรืออีเมล
tr: Ad veya e-posta ile ara
vi: Tìm theo tên hoặc email

source: Hosts
pl: Gospodarze
th: ผู้จัด
tr: Organizatorler
vi: Người tổ chức

source: ADMIN
pl: ADMINISTRATOR
th: ผู้ดูแล
tr: YONETICI
vi: QUẢN TRỊ

source: Travelers
pl: Podróznicy
th: นักเดินทาง
tr: Gezginler
vi: Khách du lịch

source: All permissions
pl: Wszystkie uprawnienia
th: สิทธิ์ทั้งหมด
tr: Tum izinler
vi: Tất cả quyền

source: Can edit schedule
pl: Moze edytowac harmonogram
th: แก้ไขกำหนดการได้
tr: Programi duzenleyebilir
vi: Có thể chỉnh sửa lịch trình

source: Read only
pl: Tylko do odczytu
th: ดูได้อย่างเดียว
tr: Sadece okuma
vi: Chỉ xem

source: Pending acceptance
pl: Oczekuje na akceptacje
th: รอการตอบรับ
tr: Kabul bekleniyor
vi: Đang chờ chấp nhận

source: Resend
pl: Wyslij ponownie
th: ส่งอีกครั้ง
tr: Tekrar Gonder
vi: Gửi lại

source: Invite link activated
pl: Link zaproszenia aktywowany
th: ลิงก์เชิญเปิดใช้งานแล้ว
tr: Davet baglantisi etkinlestirildi
vi: Đã kích hoạt liên kết mời

source: Copy
pl: Kopiuj
th: คัดลอก
tr: Kopyala
vi: Sao chép

source: Allow schedule edit
pl: Zezwól na edycje harmonogramu
th: อนุญาตให้แก้ไขกำหนดการ
tr: Program duzenlemeye izin ver
vi: Cho phép chỉnh sửa lịch trình

source: Allow photo upload
pl: Zezwól na przesylanie zdjec
th: อนุญาตให้อัปโหลดรูปภาพ
tr: Fotograf yuklemeye izin ver
vi: Cho phép tải ảnh lên

source: Remove from trip
pl: Usun z podrózy
th: ลบออกจากทริป
tr: Geziden cikar
vi: Xóa khỏi chuyến đi

# joinedDaysAgo
source: Joined {days} days ago
pl: Dolaczyl {days} dni temu
th: เข้าร่วมเมื่อ {days} วันที่แล้ว
tr: {days} gun once katildi
vi: Đã tham gia {days} ngày trước

source: Itinerary
pl: Plan podrózy
th: กำหนดการเดินทาง
tr: Seyahat Programi
vi: Lịch trình

source: Organizer View
pl: Widok organizatora
th: มุมมองผู้จัด
tr: Organizator Gorunumu
vi: Chế độ xem người tổ chức

source: Draft
pl: Szkic
th: ร่าง
tr: Taslak
vi: Bản nháp

# days
source: {count} Days
pl: {count} dni
th: {count} วัน
tr: {count} Gun
vi: {count} Ngày

# day
source: Day {number}
pl: Dzien {number}
th: วันที่ {number}
tr: Gun {number}
vi: Ngày {number}

source: Add Activity
pl: Dodaj aktywnosc
th: เพิ่มกิจกรรม
tr: Etkinlik Ekle
vi: Thêm hoạt động

source: Schedule
pl: Harmonogram
th: กำหนดการ
tr: Program
vi: Lịch trình

source: Map
pl: Mapa
th: แผนที่
tr: Harita
vi: Bản đồ

source: People
pl: Osoby
th: ผู้คน
tr: Kisiler
vi: Mọi người

source: Settings
pl: Ustawienia
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt

source: Flight
pl: Lot
th: เที่ยวบิน
tr: Ucus
vi: Chuyến bay

source: Accommodation
pl: Zakwaterowanie
th: ที่พัก
tr: Konaklama
vi: Chỗ ở

source: Rental Car
pl: Wynajem samochodu
th: รถเช่า
tr: Kiralik Arac
vi: Xe thuê

source: Restaurant
pl: Restauracja
th: ร้านอาหาร
tr: Restoran
vi: Nhà hàng

source: Attraction
pl: Atrakcja
th: สถานที่ท่องเที่ยว
tr: Turistik Yer
vi: Điểm tham quan

source: Activity
pl: Aktywnosc
th: กิจกรรม
tr: Etkinlik
vi: Hoạt động

source: Transportation
pl: Transport
th: การเดินทาง
tr: Ulasim
vi: Phương tiện di chuyển

source: Enter Details
pl: Wprowadz szczególy
th: กรอกรายละเอียด
tr: Detaylari Girin
vi: Nhập chi tiết

source: Airline
pl: Linia lotnicza
th: สายการบิน
tr: Havayolu
vi: Hãng hàng không

source: Flight Number
pl: Numer lotu
th: หมายเลขเที่ยวบิน
tr: Ucus Numarasi
vi: Số hiệu chuyến bay

source: Departure
pl: Wylot
th: ออกเดินทาง
tr: Kalkis
vi: Khởi hành

source: Arrival
pl: Przylot
th: ถึงที่หมาย
tr: Varis
vi: Đến nơi

source: Notes
pl: Notatki
th: บันทึก
tr: Notlar
vi: Ghi chú

# notesHint
source: Write any important notes here...
pl: Zapisz tutaj wazne notatki...
th: เขียนบันทึกสำคัญที่นี่...
tr: Onemli notlarinizi buraya yazin...
vi: Viết các ghi chú quan trọng ở đây...

source: Add Attachment
pl: Dodaj zalacznik
th: เพิ่มไฟล์แนบ
tr: Ek Ekle
vi: Thêm tệp đính kèm

# eTicketOrVoucher
source: E-ticket or voucher (PDF, JPG)
pl: E-bilet lub voucher (PDF, JPG)
th: ตั๋วอิเล็กทรอนิกส์หรือบัตรกำนัล (PDF, JPG)
tr: E-bilet veya fiş (PDF, JPG)
vi: Vé điện tử hoặc phiếu (PDF, JPG)

source: Reminder Settings
pl: Ustawienia przypomnien
th: การตั้งค่าการแจ้งเตือน
tr: Hatirlatici Ayarlari
vi: Cài đặt nhắc nhở

source: Reservation Confirmed
pl: Rezerwacja potwierdzona
th: ยืนยันการจองแล้ว
tr: Rezervasyon Onaylandi
vi: Đã xác nhận đặt chỗ

# guideAndMembers
source: {guides} Guide - {members} Members
pl: {guides} Przewodnik - {members} Czlonków
th: {guides} ไกด์ - {members} สมาชิก
tr: {guides} Rehber - {members} Uye
vi: {guides} Hướng dẫn viên - {members} Thành viên

source: GUIDE
pl: PRZEWODNIK
th: ไกด์
tr: REHBER
vi: HƯỚNG DẪN

source: ORGANIZER
pl: ORGANIZATOR
th: ผู้จัด
tr: ORGANIZATOR
vi: NGƯỜI TỔ CHỨC

# messagePlaceholder
source: Message...
pl: Wiadomosc...
th: ข้อความ...
tr: Mesaj...
vi: Tin nhắn...

source: Open Map
pl: Otwórz mape
th: เปิดแผนที่
tr: Haritayi Ac
vi: Mở bản đồ

source: New Announcement
pl: Nowe ogloszenie
th: ประกาศใหม่
tr: Yeni Duyuru
vi: Thông báo mới

source: To whom?
pl: Do kogo?
th: ถึงใคร?
tr: Kime?
vi: Gửi đến ai?

source: All Participants
pl: Wszyscy uczestnicy
th: ผู้เข้าร่วมทั้งหมด
tr: Tum Katilimcilar
vi: Tất cả người tham gia

source: Select Specific
pl: Wybierz konkretne osoby
th: เลือกเฉพาะ
tr: Belirli Kisileri Sec
vi: Chọn cụ thể

# othersSelected
source: + {count} others selected
pl: + {count} innych wybranych
th: + เลือกอีก {count} คน
tr: + {count} diger secildi
vi: + {count} người khác được chọn

source: Message Details
pl: Szczególy wiadomosci
th: รายละเอียดข้อความ
tr: Mesaj Detaylari
vi: Chi tiết tin nhắn

source: Next Schedule
pl: Nastepny harmonogram
th: กำหนดการถัดไป
tr: Sonraki Program
vi: Lịch trình tiếp theo

source: Urgent
pl: Pilne
th: ด่วน
tr: Acil
vi: Khẩn cấp

source: General Info
pl: Informacje ogólne
th: ข้อมูลทั่วไป
tr: Genel Bilgi
vi: Thông tin chung

source: Poll
pl: Ankieta
th: โพล
tr: Anket
vi: Bình chọn

source: Quick Templates
pl: Szybkie szablony
th: เทมเพลตด่วน
tr: Hizli Sablonlar
vi: Mẫu nhanh

# templateBusLeaving
source: Bus leaving in 10
pl: Autobus odjedza za 10 minut
th: รถบัสออกใน 10 นาที
tr: Otobus 10 dakika icinde kalkiyor
vi: Xe buýt khởi hành trong 10 phút

# templateMeetingPoint
source: Meeting point changed
pl: Zmiana miejsca spotkania
th: เปลี่ยนจุดนัดพบ
tr: Bulusma noktasi degisti
vi: Đã thay đổi điểm gặp mặt

# templateWeather
source: Weather alert
pl: Ostrzezenie pogodowe
th: แจ้งเตือนสภาพอากาศ
tr: Hava durumu uyarisi
vi: Cảnh báo thời tiết

# templateDinner
source: Dinner reservations
pl: Rezerwacje kolacji
th: การจองอาหารเย็น
tr: Aksam yemegi rezervasyonlari
vi: Đặt chỗ ăn tối

source: Subject
pl: Temat
th: หัวข้อ
tr: Konu
vi: Chủ đề

# subjectHint
source: e.g. Meet at lobby
pl: np. Spotkanie w lobby
th: เช่น พบกันที่ล็อบบี้
tr: orn. Lobide bulusma
vi: VD: Gặp nhau ở sảnh

source: Message
pl: Wiadomosc
th: ข้อความ
tr: Mesaj
vi: Tin nhắn

# messageHint
source: Write your announcement here...
pl: Napisz swoje ogloszenie tutaj...
th: เขียนประกาศของคุณที่นี่...
tr: Duyurunuzu buraya yazin...
vi: Viết thông báo của bạn ở đây...

source: Add Photo
pl: Dodaj zdjecie
th: เพิ่มรูปภาพ
tr: Fotograf Ekle
vi: Thêm ảnh

source: Add Location
pl: Dodaj lokalizacje
th: เพิ่มตำแหน่ง
tr: Konum Ekle
vi: Thêm vị trí

source: Pin to top of chat
pl: Przypnij na górze czatu
th: ปักหมุดไว้ด้านบนแชท
tr: Sohbetin ustune sabitle
vi: Ghim lên đầu cuộc trò chuyện

# keepVisibleForAll
source: Keep visible for all participants
pl: Widoczne dla wszystkich uczestników
th: แสดงให้ผู้เข้าร่วมทุกคนเห็น
tr: Tum katilimcilar icin gorunur tut
vi: Giữ hiển thị cho tất cả người tham gia

source: Send as Urgent Alert
pl: Wyslij jako pilne powiadomienie
th: ส่งเป็นการแจ้งเตือนด่วน
tr: Acil Uyari Olarak Gonder
vi: Gửi dưới dạng cảnh báo khẩn cấp

source: Notifies even if muted
pl: Powiadamia nawet przy wyciszeniu
th: แจ้งเตือนแม้ปิดเสียงอยู่
tr: Sessizde bile bildirim gonderir
vi: Thông báo ngay cả khi đã tắt tiếng

source: Send Notification
pl: Wyslij powiadomienie
th: ส่งการแจ้งเตือน
tr: Bildirim Gonder
vi: Gửi thông báo

source: Notifications
pl: Powiadomienia
th: การแจ้งเตือน
tr: Bildirimler
vi: Thông báo

source: Mark all as read
pl: Oznacz wszystkie jako przeczytane
th: ทำเครื่องหมายว่าอ่านแล้วทั้งหมด
tr: Tumunu okundu olarak isaretle
vi: Đánh dấu tất cả đã đọc

source: All
pl: Wszystkie
th: ทั้งหมด
tr: Tumu
vi: Tất cả

source: Announcements
pl: Ogloszenia
th: ประกาศ
tr: Duyurular
vi: Thông báo

source: Today
pl: Dzisiaj
th: วันนี้
tr: Bugun
vi: Hôm nay

source: Yesterday
pl: Wczoraj
th: เมื่อวาน
tr: Dun
vi: Hôm qua

source: Announcement
pl: Ogloszenie
th: ประกาศ
tr: Duyuru
vi: Thông báo

source: Past Announcement
pl: Poprzednie ogloszenie
th: ประกาศที่ผ่านมา
tr: Gecmis Duyuru
vi: Thông báo trước đây

# minutesAgo
source: {minutes} min ago
pl: {minutes} min temu
th: {minutes} นาทีที่แล้ว
tr: {minutes} dakika once
vi: {minutes} phút trước

# hoursAgo
source: {hours} hours ago
pl: {hours} godz. temu
th: {hours} ชั่วโมงที่แล้ว
tr: {hours} saat once
vi: {hours} giờ trước

source: Trip Details
pl: Szczególy podrózy
th: รายละเอียดทริป
tr: Gezi Detaylari
vi: Chi tiết chuyến đi

# nights
source: {count} Nights
pl: {count} nocy
th: {count} คืน
tr: {count} Gece
vi: {count} Đêm

source: Hosted by
pl: Organizowane przez
th: จัดโดย
tr: Duzenleyen
vi: Tổ chức bởi

source: Map View
pl: Widok mapy
th: ดูแผนที่
tr: Harita Gorunumu
vi: Xem bản đồ

source: Group Chat
pl: Czat grupowy
th: แชทกลุ่ม
tr: Grup Sohbeti
vi: Trò chuyện nhóm

source: Saved Docs
pl: Zapisane dokumenty
th: เอกสารที่บันทึก
tr: Kaydedilen Belgeler
vi: Tài liệu đã lưu

source: Don't forget!
pl: Nie zapomnij!
th: อย่าลืม!
tr: Unutmayin!
vi: Đừng quên!

source: Overview
pl: Przeglad
th: ภาพรวม
tr: Genel Bakis
vi: Tổng quan

source: Expand All
pl: Rozwin wszystko
th: ขยายทั้งหมด
tr: Tumunu Genislet
vi: Mở rộng tất cả

source: Check-in
pl: Zameldowanie
th: เช็คอิน
tr: Giris
vi: Nhận phòng

source: Check-out
pl: Wymeldowanie
th: เช็คเอาท์
tr: Cikis
vi: Trả phòng

source: Directions
pl: Wskazówki dojazdu
th: เส้นทาง
tr: Yol Tarifi
vi: Chỉ đường

source: Reservation
pl: Rezerwacja
th: การจอง
tr: Rezervasyon
vi: Đặt chỗ

source: Current Status
pl: Aktualny status
th: สถานะปัจจุบัน
tr: Mevcut Durum
vi: Trạng thái hiện tại

# tripStartsIn
source: Trip starts in {days} days
pl: Podróz zaczyna sie za {days} dni
th: ทริปเริ่มใน {days} วัน
tr: Gezi {days} gun icinde basliyor
vi: Chuyến đi bắt đầu trong {days} ngày

# accountAndPermissions
source: Account & Permissions
pl: Konto i uprawnienia
th: บัญชีและสิทธิ์
tr: Hesap ve Izinler
vi: Tài khoản & Quyền

source: Profile Visibility
pl: Widocznosc profilu
th: การมองเห็นโปรไฟล์
tr: Profil Gorunurlugu
vi: Hiển thị hồ sơ

source: Display Settings
pl: Ustawienia wyswietlania
th: การตั้งค่าการแสดงผล
tr: Gorunum Ayarlari
vi: Cài đặt hiển thị

source: Dark Mode
pl: Tryb ciemny
th: โหมดมืด
tr: Karanlik Mod
vi: Chế độ tối

source: Font Size
pl: Rozmiar czcionki
th: ขนาดตัวอักษร
tr: Yazi Boyutu
vi: Cỡ chữ

source: Standard
pl: Standardowy
th: มาตรฐาน
tr: Standart
vi: Tiêu chuẩn

# notificationSettings
source: Notifications
pl: Powiadomienia
th: การแจ้งเตือน
tr: Bildirimler
vi: Thông báo

source: Trip schedule notifications
pl: Powiadomienia o harmonogramie podrózy
th: การแจ้งเตือนกำหนดการทริป
tr: Gezi programi bildirimleri
vi: Thông báo lịch trình chuyến đi

# importantChangesPush
source: Important changes push notifications
pl: Powiadomienia push o waznych zmianach
th: การแจ้งเตือนแบบพุชสำหรับการเปลี่ยนแปลงสำคัญ
tr: Onemli degisiklikler icin anlik bildirimler
vi: Thông báo đẩy về các thay đổi quan trọng

source: New message notifications
pl: Powiadomienia o nowych wiadomosciach
th: การแจ้งเตือนข้อความใหม่
tr: Yeni mesaj bildirimleri
vi: Thông báo tin nhắn mới

# helpAndSupport
source: Help & Support
pl: Pomoc i wsparcie
th: ช่วยเหลือและสนับสนุน
tr: Yardim ve Destek
vi: Trợ giúp & Hỗ trợ

source: App Version
pl: Wersja aplikacji
th: เวอร์ชันแอป
tr: Uygulama Surumu
vi: Phiên bản ứng dụng

source: Logout
pl: Wyloguj
th: ออกจากระบบ
tr: Cikis Yap
vi: Đăng xuất

source: Permission Required
pl: Wymagane uprawnienie
th: ต้องการสิทธิ์
tr: Izin Gerekli
vi: Yêu cầu quyền

# notificationPermissionMessage
source: TripSync needs notification permission to send you important trip updates and announcements from organizers.
pl: TripSync potrzebuje uprawnien do powiadomien, aby wysylac Ci wazne aktualizacje o podrózy i ogloszenia od organizatorów.
th: TripSync ต้องการสิทธิ์การแจ้งเตือนเพื่อส่งข้อมูลทริปสำคัญและประกาศจากผู้จัดถึงคุณ
tr: TripSync, onemli gezi guncellemelerini ve organizator duyurularini gonderebilmek icin bildirim iznine ihtiyac duyar.
vi: TripSync cần quyền thông báo để gửi cho bạn các cập nhật chuyến đi quan trọng và thông báo từ người tổ chức.

source: Allow Notifications
pl: Zezwól na powiadomienia
th: อนุญาตการแจ้งเตือน
tr: Bildirimlere Izin Ver
vi: Cho phép thông báo

source: Later
pl: Pózniej
th: ภายหลัง
tr: Daha Sonra
vi: Để sau

source: Error
pl: Blad
th: ข้อผิดพลาด
tr: Hata
vi: Lỗi

source: Try Again
pl: Spróbuj ponownie
th: ลองอีกครั้ง
tr: Tekrar Dene
vi: Thử lại

source: No trips yet
pl: Brak podrózy
th: ยังไม่มีทริป
tr: Henuz gezi yok
vi: Chưa có chuyến đi nào

# createYourFirstTrip
source: Create your first trip or join one!
pl: Utwórz swoja pierwsza podróz lub dolacz do istniejàcej!
th: สร้างทริปแรกของคุณหรือเข้าร่วมทริป!
tr: Ilk gezinizi olusturun veya bir geziye katilin!
vi: Tạo chuyến đi đầu tiên hoặc tham gia một chuyến!

source: No notifications
pl: Brak powiadomien
th: ไม่มีการแจ้งเตือน
tr: Bildirim yok
vi: Không có thông báo

source: You're all caught up!
pl: Jestes na biezaco!
th: คุณดูครบหมดแล้ว!
tr: Hepsini goruntulediniz!
vi: Bạn đã cập nhật hết rồi!

source: Loading...
pl: Ladowanie...
th: กำลังโหลด...
tr: Yukleniyor...
vi: Đang tải...

source: Connection error
pl: Blad polaczenia
th: ข้อผิดพลาดการเชื่อมต่อ
tr: Baglanti hatasi
vi: Lỗi kết nối

# checkYourInternet
source: Please check your internet connection
pl: Sprawdz polaczenie internetowe
th: กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
tr: Lutfen internet baglantinizi kontrol edin
vi: Vui lòng kiểm tra kết nối internet của bạn

source: Confirm Delete
pl: Potwierdz usuniecie
th: ยืนยันการลบ
tr: Silmeyi Onayla
vi: Xác nhận xóa

# deleteConfirmMessage
source: Are you sure you want to delete this?
pl: Czy na pewno chcesz to usunac?
th: คุณแน่ใจหรือไม่ว่าต้องการลบสิ่งนี้?
tr: Bunu silmek istediginizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa không?

source: Delete
pl: Usun
th: ลบ
tr: Sil
vi: Xóa

source: Confirm
pl: Potwierdz
th: ยืนยัน
tr: Onayla
vi: Xác nhận

source: Done
pl: Gotowe
th: เสร็จสิ้น
tr: Tamam
vi: Xong

source: Edit
pl: Edytuj
th: แก้ไข
tr: Duzenle
vi: Chỉnh sửa

source: Close
pl: Zamknij
th: ปิด
tr: Kapat
vi: Đóng

source: Back
pl: Wstecz
th: ย้อนกลับ
tr: Geri
vi: Quay lại

source: Next
pl: Dalej
th: ถัดไป
tr: Ileri
vi: Tiếp theo

source: Search
pl: Szukaj
th: ค้นหา
tr: Ara
vi: Tìm kiếm

# noResults
source: No results found
pl: Brak wyników
th: ไม่พบผลลัพธ์
tr: Sonuc bulunamadi
vi: Không tìm thấy kết quả

source: Select Date
pl: Wybierz date
th: เลือกวันที่
tr: Tarih Sec
vi: Chọn ngày

source: Select Time
pl: Wybierz godzine
th: เลือกเวลา
tr: Saat Sec
vi: Chọn giờ

source: From
pl: Od
th: จาก
tr: Baslangic
vi: Từ

source: To
pl: Do
th: ถึง
tr: Bitis
vi: Đến

source: Duration
pl: Czas trwania
th: ระยะเวลา
tr: Sure
vi: Thời lượng

source: Location
pl: Lokalizacja
th: ตำแหน่ง
tr: Konum
vi: Vị trí

source: Address
pl: Adres
th: ที่อยู่
tr: Adres
vi: Địa chỉ

source: Phone
pl: Telefon
th: โทรศัพท์
tr: Telefon
vi: Điện thoại

source: Email
th: อีเมล
tr: E-posta

source: Website
pl: Strona internetowa
th: เว็บไซต์
tr: Web Sitesi
vi: Trang web

source: Price
pl: Cena
th: ราคา
tr: Fiyat
vi: Giá

source: View Menu
pl: Zobacz menu
th: ดูเมนู
tr: Menuyu Gor
vi: Xem thực đơn

source: Recommended
pl: Polecane
th: แนะนำ
tr: Onerilen
vi: Đề xuất

source: Hiking
pl: Wycieczka piesza
th: เดินป่า
tr: Dogа Yuruyusu
vi: Đi bộ đường dài

source: Warning
pl: Ostrzezenie
th: คำเตือน
tr: Uyari
vi: Cảnh báo

source: View Details
pl: Zobacz szczególy
th: ดูรายละเอียด
tr: Detaylari Gor
vi: Xem chi tiết

source: Ready for your
pl: Gotowy na
th: พร้อมสำหรับ
tr: Hazir misiniz
vi: Sẵn sàng cho

source: next journey?
pl: kolejna przygode?
th: การเดินทางครั้งต่อไป?
tr: sonraki yolculugunuz icin?
vi: chuyến đi tiếp theo?

# createFirstTrip
source: Create your first trip or join one!
pl: Utwórz swoja pierwsza podróz lub dolacz do istniejącej!
th: สร้างทริปแรกของคุณหรือเข้าร่วมทริป!
tr: Ilk gezinizi olusturun veya bir geziye katilin!
vi: Tạo chuyến đi đầu tiên hoặc tham gia một chuyến!

source: Language
pl: Jezyk
th: ภาษา
tr: Dil
vi: Ngôn ngữ

source: Change Photo
pl: Zmien zdjecie
th: เปลี่ยนรูปภาพ
tr: Fotografi Degistir
vi: Đổi ảnh

source: Take Photo
pl: Zrób zdjecie
th: ถ่ายรูป
tr: Fotograf Cek
vi: Chụp ảnh

source: Choose from Gallery
pl: Wybierz z galerii
th: เลือกจากแกลเลอรี่
tr: Galeriden Sec
vi: Chọn từ thư viện

source: Remove Photo
pl: Usun zdjecie
th: ลบรูปภาพ
tr: Fotografi Kaldir
vi: Xóa ảnh

source: Display Name
pl: Nazwa wyswietlana
th: ชื่อที่แสดง
tr: Gorunen Ad
vi: Tên hiển thị

# enterDisplayName
source: Enter your display name
pl: Wprowadz nazwe wyswietlana
th: กรอกชื่อที่แสดงของคุณ
tr: Gorunen adinizi girin
vi: Nhập tên hiển thị của bạn

# enterPhoneNumber
source: Enter your phone number
pl: Wprowadz numer telefonu
th: กรอกหมายเลขโทรศัพท์ของคุณ
tr: Telefon numaranizi girin
vi: Nhập số điện thoại của bạn
