Repository: HanSyngha/Tripsync
Catalog: lib/l10n/app_*.arb
Languages: pl, th, tr, vi

# displayNameRequired
source: Display name is required
pl: Nazwa wyswietlana jest wymagana
th: ต้องระบุชื่อที่แสดง
tr: Gorunen ad gerekli
vi: Tên hiển thị là bắt buộc

# displayNameMinLength
source: Display name must be at least 2 characters
pl: Nazwa wyswietlana musi miec co najmniej 2 znaki
th: ชื่อที่แสดงต้องมีอย่างน้อย 2 ตัวอักษร
tr: Gorunen ad en az 2 karakter olmali
vi: Tên hiển thị phải có ít nhất 2 ký tự

# profileUpdated
source: Profile updated successfully
pl: Profil zostal pomyslnie zaktualizowany
th: อัปเดตโปรไฟล์สำเร็จแล้ว
tr: Profil basariyla guncellendi
vi: Hồ sơ đã được cập nhật thành công

source: Failed to update profile
pl: Nie udalo sie zaktualizowac profilu
th: ไม่สามารถอัปเดตโปรไฟล์ได้
tr: Profil guncellenemedi
vi: Không thể cập nhật hồ sơ

source: Failed to pick image
pl: Nie udalo sie wybrac obrazu
th: ไม่สามารถเลือกรูปภาพได้
tr: Gorsel secilemedi
vi: Không thể chọn hình ảnh

# logoutConfirmation
source: Are you sure you want to logout?
pl: Czy na pewno chcesz sie wylogowac?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากระบบ?
tr: Cikis yapmak istediginizden emin misiniz?
vi: Bạn có chắc chắn muốn đăng xuất không?

source: Earlier
pl: Wczesniej
th: ก่อนหน้านี้
tr: Daha Once
vi: Trước đó

source: Account
pl: Konto
th: บัญชี
tr: Hesap
vi: Tài khoản

source: Delete Account
pl: Usun konto
th: ลบบัญชี
tr: Hesabi Sil
vi: Xóa tài khoản

# deleteAccountTitle
source: Delete Account?
pl: Usun konto
th: ลบบัญชี
tr: Hesabi Sil
vi: Xóa tài khoản

# deleteAccountMessage
source: This action cannot be undone. All your data including trips, messages, and profile information will be permanently deleted.
pl: Czy na pewno chcesz usunac swoje konto? Ta czynnosc jest nieodwracalna i wszystkie Twoje dane zostana trwale usuniete.
th: คุณแน่ใจหรือไม่ว่าต้องการลบบัญชีของคุณ? การดำเนินการนี้ไม่สามารถย้อนกลับได้และข้อมูลทั้งหมดของคุณจะถูกลบอย่างถาวร
tr: Hesabinizi silmek istediginizden emin misiniz? Bu islem geri alinamaz ve tum verileriniz kalici olarak silinecektir.
vi: Bạn có chắc chắn muốn xóa tài khoản không? Hành động này không thể hoàn tác và tất cả dữ liệu của bạn sẽ bị xóa vĩnh viễn.

# deleteAccountConfirmation
source: Type DELETE to confirm
pl: Wpisz 'USUN' aby potwierdzic
th: พิมพ์ 'ลบ' เพื่อยืนยัน
tr: Onaylamak icin 'SIL' yazin
vi: Nhập 'XÓA' để xác nhận

source: Deleting account...
pl: Usuwanie konta...
th: กำลังลบบัญชี...
tr: Hesap siliniyor...
vi: Đang xóa tài khoản...

# accountDeleted
source: Account deleted successfully
pl: Konto zostalo pomyslnie usuniete
th: ลบบัญชีสำเร็จแล้ว
tr: Hesap basariyla silindi
vi: Tài khoản đã được xóa thành công

# deleteAccountFailed
source: Failed to delete account
pl: Nie udalo sie usunac konta
th: ไม่สามารถลบบัญชีได้
tr: Hesap silinemedi
vi: Xóa tài khoản thất bại

# deleteAccountWarning
source: Warning: This will permanently delete your account and all associated data.
pl: Ostrzezenie: Tej czynnosci nie mozna cofnac. Wszystkie Twoje dane, w tym podroze i wiadomosci, zostana trwale usuniete.
th: คำเตือน: การดำเนินการนี้ไม่สามารถยกเลิกได้ ข้อมูลทั้งหมดของคุณรวมถึงทริปและข้อความจะถูกลบอย่างถาวร
tr: Uyari: Bu islem geri alinamaz. Geziler ve mesajlar dahil tum verileriniz kalici olarak silinecektir.
vi: Cảnh báo: Hành động này không thể hoàn tác. Tất cả dữ liệu của bạn bao gồm chuyến đi và tin nhắn sẽ bị xóa vĩnh viễn.

source: Report Message
pl: Zglos wiadomosc
th: รายงานข้อความ
tr: Mesaji Sikayet Et
vi: Báo cáo tin nhắn

# reportMessageDescription
source: Report inappropriate content to trip organizer
pl: Zglos nieodpowiednia tresc organizatorowi podrozy
th: รายงานเนื้อหาที่ไม่เหมาะสมต่อผู้จัดทริป
tr: Uygunsuz icerigi gezi organizatorune bildir
vi: Báo cáo nội dung không phù hợp cho người tổ chức chuyến đi

source: Block User
pl: Zablokuj uzytkownika
th: บล็อกผู้ใช้
tr: Kullaniciyi Engelle
vi: Chặn người dùng

# blockUserDescription
source: You won't see messages from this user
pl: Nie bedziesz widziec wiadomosci od tego uzytkownika
th: คุณจะไม่เห็นข้อความจากผู้ใช้รายนี้อีกต่อไป
tr: Bu kullanicinin mesajlarini artik gormeyeceksiniz
vi: Bạn sẽ không thấy tin nhắn từ người dùng này nữa

# selectReportReason
source: Select a reason for reporting:
pl: Wybierz powod zgloszenia:
th: เลือกเหตุผลในการรายงาน:
tr: Sikayet nedenini secin:
vi: Chọn lý do báo cáo:

source: Additional Details
pl: Dodatkowe szczegoly
th: รายละเอียดเพิ่มเติม
tr: Ek Detaylar
vi: Chi tiết bổ sung

# optionalDescription
source: Describe the issue (optional)
pl: Opisz problem (opcjonalnie)
th: อธิบายปัญหา (ไม่บังคับ)
tr: Sorunu aciklayin (istege bagli)
vi: Mô tả vấn đề (không bắt buộc)

source: Report
pl: Zglos
th: รายงาน
tr: Sikayet Et
vi: Báo cáo

source: Block
pl: Zablokuj
th: บล็อก
tr: Engelle
vi: Chặn

# reportTypeSpam
source: Spam
th: สแปม

# reportTypeHarassment
source: Harassment
pl: Nekanie
th: การล่วงละเมิด
tr: Taciz
vi: Quấy rối

# reportTypeInappropriate
source: Inappropriate Content
pl: Nieodpowiednia tresc
th: เนื้อหาไม่เหมาะสม
tr: Uygunsuz Icerik
vi: Nội dung không phù hợp

# reportTypeHateSpeech
source: Hate Speech
pl: Mowa nienawisci
th: ถ้อยคำแห่งความเกลียดชัง
tr: Nefret Soylemi
vi: Phát ngôn thù ghét

# reportTypeViolence
source: Violence
pl: Przemoc
th: ความรุนแรง
tr: Siddet
vi: Bạo lực

# reportTypeOther
source: Other
pl: Inne
th: อื่นๆ
tr: Diger
vi: Khác

# reportSubmitted
source: Report submitted. The trip organizer will be notified.
pl: Zgloszenie wyslane. Organizator podrozy zostanie powiadomiony.
th: ส่งรายงานแล้ว ผู้จัดทริปจะได้รับแจ้ง
tr: Sikayet gonderildi. Gezi organizatoru bilgilendirilecek.
vi: Báo cáo đã được gửi. Người tổ chức chuyến đi sẽ được thông báo.

# reportFailed
source: Failed to submit report. Please try again.
pl: Nie udalo sie wyslac zgloszenia. Sprobuj ponownie.
th: ไม่สามารถส่งรายงานได้ กรุณาลองใหม่อีกครั้ง
tr: Sikayet gonderilemedi. Lutfen tekrar deneyin.
vi: Gửi báo cáo thất bại. Vui lòng thử lại.

# blockUserConfirmation
source: Are you sure you want to block {userName}? You won't see their messages anymore.
pl: Czy na pewno chcesz zablokowac {userName}? Nie bedziesz widziec ich wiadomosci.
th: คุณแน่ใจหรือไม่ว่าต้องการบล็อก {userName}? คุณจะไม่เห็นข้อความของพวกเขาอีกต่อไป
tr: {userName} kullanicisini engellemek istediginizden emin misiniz? Mesajlarini artik gormeyeceksiniz.
vi: Bạn có chắc muốn chặn {userName}? Bạn sẽ không thấy tin nhắn của họ nữa.

# userBlocked
source: {userName} has been blocked
pl: {userName} zostal zablokowany
th: บล็อก {userName} แล้ว
tr: {userName} engellendi
vi: {userName} đã bị chặn

# blockFailed
source: Failed to block user. Please try again.
pl: Nie udalo sie zablokowac uzytkownika. Sprobuj ponownie.
th: ไม่สามารถบล็อกผู้ใช้ได้ กรุณาลองใหม่อีกครั้ง
tr: Kullanici engellenemedi. Lutfen tekrar deneyin.
vi: Chặn người dùng thất bại. Vui lòng thử lại.

source: Blocked Users
pl: Zablokowani uzytkownicy
th: ผู้ใช้ที่ถูกบล็อก
tr: Engellenen Kullanicilar
vi: Người dùng bị chặn

source: No blocked users
pl: Brak zablokowanych uzytkownikow
th: ไม่มีผู้ใช้ที่ถูกบล็อก
tr: Engellenen kullanici yok
vi: Không có người dùng bị chặn

source: Unblock
pl: Odblokuj
th: เลิกบล็อก
tr: Engeli Kaldir
vi: Bỏ chặn

# userUnblocked
source: {userName} has been unblocked
pl: {userName} zostal odblokowany
th: เลิกบล็อก {userName} แล้ว
tr: {userName} engeli kaldirildi
vi: {userName} đã được bỏ chặn

source: Report User
pl: Zglos uzytkownika
th: รายงานผู้ใช้
tr: Kullaniciyi Sikayet Et
vi: Báo cáo người dùng

# reportUserDescription
source: Report this user to trip organizer
pl: Zglos tego uzytkownika organizatorowi podrozy
th: รายงานผู้ใช้รายนี้ต่อผู้จัดทริป
tr: Bu kullaniciyi gezi organizatorune bildir
vi: Báo cáo người dùng này cho người tổ chức chuyến đi

source: Discard Trip?
pl: Odrzucic podroz?
th: ยกเลิกทริป?
tr: Geziyi Sil?
vi: Hủy chuyến đi?

# discardTripMessage
source: Are you sure you want to discard this trip? All changes will be lost.
pl: Czy na pewno chcesz odrzucic te podroz? Wszystkie zmiany zostana utracone.
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกทริปนี้? การเปลี่ยนแปลงทั้งหมดจะหายไป
tr: Bu geziyi silmek istediginizden emin misiniz? Tum degisiklikler kaybolacak.
vi: Bạn có chắc muốn hủy chuyến đi này? Tất cả thay đổi sẽ bị mất.

source: Discard Changes?
pl: Odrzucic zmiany?
th: ยกเลิกการเปลี่ยนแปลง?
tr: Degisiklikleri Sil?
vi: Hủy thay đổi?

# discardChangesMessage
source: Are you sure you want to discard your changes?
pl: Czy na pewno chcesz odrzucic swoje zmiany?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการเปลี่ยนแปลงของคุณ?
tr: Degisikliklerinizi silmek istediginizden emin misiniz?
vi: Bạn có chắc muốn hủy các thay đổi của mình?

source: Keep Editing
pl: Kontynuuj edycje
th: แก้ไขต่อ
tr: Duzenlemeye Devam Et
vi: Tiếp tục chỉnh sửa

source: Discard
pl: Odrzuc
th: ยกเลิก
tr: Sil
vi: Hủy

# tripCreatedSuccess
source: Trip created successfully!
pl: Podroz utworzona pomyslnie!
th: สร้างทริปสำเร็จ!
tr: Gezi basariyla olusturuldu!
vi: Chuyến đi đã được tạo thành công!

# tripUpdatedSuccess
source: Trip updated successfully!
pl: Podroz zaktualizowana pomyslnie!
th: อัปเดตทริปสำเร็จ!
tr: Gezi basariyla guncellendi!
vi: Chuyến đi đã được cập nhật thành công!

source: Trip not found
pl: Nie znaleziono podrozy
th: ไม่พบทริป
tr: Gezi bulunamadi
vi: Không tìm thấy chuyến đi

source: Itinerary saved
pl: Plan podrozy zapisany
th: บันทึกแผนการเดินทางแล้ว
tr: Seyahat plani kaydedildi
vi: Lịch trình đã được lưu

source: Coming Soon
pl: Wkrotce
th: เร็วๆ นี้
tr: Yakin Zamanda
vi: Sắp ra mắt

source: Sign Out
pl: Wyloguj sie
th: ออกจากระบบ
tr: Cikis Yap
vi: Đăng xuất

source: Retry
pl: Ponow
th: ลองใหม่
tr: Tekrar Dene
vi: Thử lại

source: View Participants
pl: Zobacz uczestnikow
th: ดูผู้เข้าร่วม
tr: Katilimcilari Gor
vi: Xem người tham gia

source: Pinned Messages
pl: Przypiete wiadomosci
th: ข้อความที่ปักหมุด
tr: Sabitlenmis Mesajlar
vi: Tin nhắn ghim

source: Search Messages
pl: Szukaj wiadomosci
th: ค้นหาข้อความ
tr: Mesajlari Ara
vi: Tìm kiếm tin nhắn

source: Send Announcement
pl: Wyslij ogloszenie
th: ส่งประกาศ
tr: Duyuru Gonder
vi: Gửi thông báo

source: Photo
pl: Zdjecie
th: รูปภาพ
tr: Foto
vi: Ảnh

source: Camera
pl: Aparat
th: กล้อง
tr: Kamera
vi: Máy ảnh

source: Share photos from gallery
pl: Udostepnij zdjecia z galerii
th: แชร์รูปภาพจากแกลเลอรี
tr: Galeriden foto paylas
vi: Chia sẻ ảnh từ thư viện

# takeNewPhoto
source: Take a new photo
pl: Zrob nowe zdjecie
th: ถ่ายรูปใหม่
tr: Yeni foto cek
vi: Chụp ảnh mới

# shareCurrentLocation
source: Share your current location
pl: Udostepnij biezaca lokalizacje
th: แชร์ตำแหน่งปัจจุบัน
tr: Mevcut konumunuzu paylasin
vi: Chia sẻ vị trí hiện tại

source: Feature coming soon!
pl: Funkcja wkrotce!
th: ฟีเจอร์เร็วๆ นี้!
tr: Ozellik yakin zamanda!
vi: Tính năng sắp ra mắt!

# activityAddedSuccess
source: Activity added successfully
pl: Aktywnosc dodana pomyslnie
th: เพิ่มกิจกรรมสำเร็จ
tr: Aktivite basariyla eklendi
vi: Hoạt động đã được thêm thành công

source: File picker coming soon
pl: Wybor plikow wkrotce
th: ตัวเลือกไฟล์เร็วๆ นี้
tr: Dosya secici yakin zamanda
vi: Bộ chọn tệp sắp ra mắt

# pleaseEnterMessage
source: Please enter a message
pl: Prosze wpisac wiadomosc
th: กรุณาใส่ข้อความ
tr: Lutfen bir mesaj girin
vi: Vui lòng nhập tin nhắn

# announcementSentSuccess
source: Announcement sent successfully!
pl: Ogloszenie wyslane pomyslnie!
th: ส่งประกาศสำเร็จ!
tr: Duyuru basariyla gonderildi!
vi: Thông báo đã được gửi thành công!

source: Failed to load participants
pl: Nie udalo sie zaladowac uczestnikow
th: โหลดผู้เข้าร่วมไม่สำเร็จ
tr: Katilimcilar yuklenemedi
vi: Không thể tải người tham gia

source: Login required
pl: Wymagane logowanie
th: ต้องเข้าสู่ระบบ
tr: Giris gerekli
vi: Yêu cầu đăng nhập

# inviteSendFailed
source: Failed to send invite. Please try again.
pl: Nie udalo sie wyslac zaproszenia. Sprobuj ponownie.
th: ส่งคำเชิญไม่สำเร็จ กรุณาลองใหม่
tr: Davet gonderilemedi. Lutfen tekrar deneyin.
vi: Gửi lời mời thất bại. Vui lòng thử lại.

source: New invite link generated
pl: Wygenerowano nowy link zaproszenia
th: สร้างลิงก์เชิญใหม่แล้ว
tr: Yeni davet linki olusturuldu
vi: Đã tạo liên kết mời mới

source: Invite link copied
pl: Link zaproszenia skopiowany
th: คัดลอกลิงก์เชิญแล้ว
tr: Davet linki kopyalandi
vi: Đã sao chép liên kết mời

source: User not found
pl: Nie znaleziono uzytkownika
th: ไม่พบผู้ใช้
tr: Kullanici bulunamadi
vi: Không tìm thấy người dùng

source: No destination
pl: Brak celu
th: ไม่มีจุดหมายปลายทาง
tr: Hedef yok
vi: Không có điểm đến

# loginTitle
source: Welcome
pl: Witaj
th: ยินดีต้อนรับ
tr: Hosgeldiniz
vi: Chào mừng

# loginSubtitle
source: Sign in to start your journey
pl: Zaloguj sie, aby rozpoczac podroz
th: เข้าสู่ระบบเพื่อเริ่มการเดินทาง
tr: Yolculugunuzu baslatmak icin giris yapin
vi: Đăng nhập để bắt đầu hành trình của bạn

source: Continue with Kakao
pl: Kontynuuj z Kakao
th: ดำเนินการต่อด้วย Kakao
tr: Kakao ile Devam Et
vi: Tiếp tục với Kakao

source: Continue with Naver
pl: Kontynuuj z Naver
th: ดำเนินการต่อด้วย Naver
tr: Naver ile Devam Et
vi: Tiếp tục với Naver

source: Continue with Google
pl: Kontynuuj z Google
th: ดำเนินการต่อด้วย Google
tr: Google ile Devam Et
vi: Tiếp tục với Google

source: Location permission denied
pl: Odmowa dostepu do lokalizacji
th: การอนุญาตตำแหน่งถูกปฏิเสธ
tr: Konum izni reddedildi
vi: Quyền truy cập vị trí bị từ chối

# locationPermissionDeniedForever
source: Location permission permanently denied. Please enable in settings.
pl: Dostep do lokalizacji zostal trwale odmowiony. Prosze wlaczyc w ustawieniach.
th: การอนุญาตตำแหน่งถูกปฏิเสธถาวร กรุณาเปิดใช้งานในการตั้งค่า
tr: Konum izni kalici olarak reddedildi. Lutfen ayarlardan etkinlestirin.
vi: Quyền truy cập vị trí bị từ chối vĩnh viễn. Vui lòng bật trong cài đặt.

# locationServicesDisabled
source: Location services are disabled. Please enable location services.
pl: Uslugi lokalizacji wylaczone
th: บริการตำแหน่งถูกปิดใช้งาน
tr: Konum servisleri devre disi
vi: Dịch vụ vị trí bị tắt

# gettingLocation
source: Getting your location...
pl: Pobieranie lokalizacji...
th: กำลังรับตำแหน่ง...
tr: Konum aliniyor...
vi: Đang lấy vị trí...

source: Current Location
pl: Aktualna lokalizacja
th: ตำแหน่งปัจจุบัน
tr: Mevcut konum
vi: Vị trí hiện tại

source: Share Location
pl: Udostepnij lokalizacje
th: แชร์ตำแหน่ง
tr: Konum paylas
vi: Chia sẻ vị trí

# shareLocationConfirmation
source: Do you want to share your current location with the group?
pl: Czy chcesz udostepnic te lokalizacje na czacie?
th: คุณต้องการแชร์ตำแหน่งนี้ในแชทหรือไม่?
tr: Bu konumu sohbette paylasmak ister misiniz?
vi: Bạn có muốn chia sẻ vị trí này trong cuộc trò chuyện không?

source: Share
pl: Udostepnij
th: แชร์
tr: Paylas
vi: Chia sẻ

source: Upload failed
pl: Przesylanie nie powiodlo sie
th: อัปโหลดล้มเหลว
tr: Yukleme basarisiz
vi: Tải lên thất bại

source: Open in Google Maps
pl: Otworz w Google Maps
th: เปิดใน Google Maps
tr: Google Maps'te ac
vi: Mở trong Google Maps

source: Get Directions
pl: Pobierz wskazowki
th: รับเส้นทาง
tr: Yol tarifi al
vi: Lấy chỉ đường

source: Driving Directions
pl: Wskazowki dla kierowcow
th: เส้นทางขับรถ
tr: Arac yol tarifi
vi: Chỉ đường lái xe

source: Walking Directions
pl: Wskazowki dla pieszych
th: เส้นทางเดิน
tr: Yuruyus yol tarifi
vi: Chỉ đường đi bộ

source: Transit Directions
pl: Wskazowki komunikacji publicznej
th: เส้นทางขนส่งสาธารณะ
tr: Toplu tasima yol tarifi
vi: Chỉ đường phương tiện công cộng

# noPinnedMessages
source: No pinned messages yet
pl: Brak przypietych wiadomosci
th: ไม่มีข้อความที่ปักหมุด
tr: Sabitlenmis mesaj yok
vi: Không có tin nhắn ghim

# noItineraryYet
source: No itinerary items yet
pl: Brak planu podrozy
th: ยังไม่มีแผนการเดินทาง
tr: Henuz seyahat plani yok
vi: Chưa có lịch trình

source: View Full Itinerary
pl: Zobacz pelny plan podrozy
th: ดูแผนการเดินทางเต็ม
tr: Tam seyahat planini gor
vi: Xem lịch trình đầy đủ

source: Invite Participant
pl: Zapros uczestnika
th: เชิญผู้เข้าร่วม
tr: Katilimci davet et
vi: Mời người tham gia

source: Email Address
pl: Adres e-mail
th: ที่อยู่อีเมล
tr: E-posta adresi
vi: Địa chỉ email

source: Enter email address
pl: Wprowadz adres e-mail
th: กรอกที่อยู่อีเมล
tr: E-posta adresini girin
vi: Nhập địa chỉ email

# invalidEmail
source: Please enter a valid email address
pl: Nieprawidlowy e-mail
th: อีเมลไม่ถูกต้อง
tr: Gecersiz e-posta
vi: Email không hợp lệ

source: Role
pl: Rola
th: บทบาท
tr: Rol
vi: Vai trò

source: Permissions
pl: Uprawnienia
th: สิทธิ์
tr: Izinler
vi: Quyền

source: Send Invite
pl: Wyslij zaproszenie
th: ส่งคำเชิญ
tr: Davet gonder
vi: Gửi lời mời

# inviteSent
source: Invite sent successfully
pl: Zaproszenie wyslane
th: ส่งคำเชิญแล้ว
tr: Davet gonderildi
vi: Đã gửi lời mời

source: Edit Itinerary
pl: Edytuj plan podrozy
th: แก้ไขแผนการเดินทาง
tr: Seyahat planini duzenle
vi: Chỉnh sửa lịch trình

source: Delete Itinerary
pl: Usun plan podrozy
th: ลบแผนการเดินทาง
tr: Seyahat planini sil
vi: Xóa lịch trình

# deleteItineraryConfirm
source: Are you sure you want to delete this itinerary item?
pl: Czy na pewno chcesz usunac ten plan podrozy?
th: คุณแน่ใจหรือไม่ว่าต้องการลบแผนการเดินทางนี้?
tr: Bu seyahat planini silmek istediginizden emin misiniz?
vi: Bạn có chắc muốn xóa lịch trình này không?

# itineraryDeleted
source: Itinerary item deleted
pl: Plan podrozy usuniety
th: ลบแผนการเดินทางแล้ว
tr: Seyahat plani silindi
vi: Đã xóa lịch trình

source: Search places
pl: Szukaj miejsc
th: ค้นหาสถานที่
tr: Yer ara
vi: Tìm kiếm địa điểm

source: Select Location
pl: Wybierz lokalizacje
th: เลือกตำแหน่ง
tr: Konum sec
vi: Chọn vị trí

source: Confirm Location
pl: Potwierdz lokalizacje
th: ยืนยันตำแหน่ง
tr: Konumu onayla
vi: Xác nhận vị trí

source: Hotel Name
pl: Nazwa hotelu
th: ชื่อโรงแรม
tr: Otel adi
vi: Tên khách sạn

source: Room Type
pl: Typ pokoju
th: ประเภทห้อง
tr: Oda tipi
vi: Loại phòng

source: Check-in Time
pl: Czas zameldowania
th: เวลาเช็คอิน
tr: Giris saati
vi: Giờ nhận phòng

source: Check-out Time
pl: Czas wymeldowania
th: เวลาเช็คเอาท์
tr: Cikis saati
vi: Giờ trả phòng

source: Car Company
pl: Wypozyczalnia samochodow
th: บริษัทเช่ารถ
tr: Arac kiralama sirketi
vi: Công ty cho thuê xe

source: Car Model
pl: Model samochodu
th: รุ่นรถ
tr: Arac modeli
vi: Mẫu xe

source: Pickup Location
pl: Miejsce odbioru
th: สถานที่รับรถ
tr: Alis yeri
vi: Điểm nhận xe

source: Drop-off Location
pl: Miejsce zwrotu
th: สถานที่คืนรถ
tr: Teslim yeri
vi: Điểm trả xe

source: Pickup Time
pl: Czas odbioru
th: เวลารับรถ
tr: Alis saati
vi: Giờ nhận xe

source: Drop-off Time
pl: Czas zwrotu
th: เวลาคืนรถ
tr: Teslim saati
vi: Giờ trả xe

source: Restaurant Name
pl: Nazwa restauracji
th: ชื่อร้านอาหาร
tr: Restoran adi
vi: Tên nhà hàng

source: Cuisine
pl: Kuchnia
th: ประเภทอาหาร
tr: Mutfak
vi: Ẩm thực

source: Price Range
pl: Przedzial cenowy
th: ช่วงราคา
tr: Fiyat araligi
vi: Khoảng giá

source: Reservation Time
pl: Czas rezerwacji
th: เวลาจอง
tr: Rezervasyon saati
vi: Giờ đặt bàn

source: Departure Airport
pl: Lotnisko wylotu
th: สนามบินต้นทาง
tr: Kalkis havalimani
vi: Sân bay khởi hành

source: Arrival Airport
pl: Lotnisko przylotu
th: สนามบินปลายทาง
tr: Varis havalimani
vi: Sân bay đến

source: Departure Time
pl: Czas wylotu
th: เวลาออกเดินทาง
tr: Kalkis saati
vi: Giờ khởi hành

source: Arrival Time
pl: Czas przylotu
th: เวลาถึง
tr: Varis saati
vi: Giờ đến

source: Terminal
th: เทอร์มินัล
vi: Nhà ga

source: Gate
pl: Bramka
th: ประตู
tr: Kapi
vi: Cổng

source: Confirmation Number
pl: Numer potwierdzenia
th: หมายเลขยืนยัน
tr: Onay numarasi
vi: Số xác nhận

source: Other
pl: Inne
th: อื่นๆ
tr: Diger
vi: Khác

source: Title
pl: Tytul
th: หัวข้อ
tr: Baslik
vi: Tiêu đề

source: Description
pl: Opis
th: คำอธิบาย
tr: Aciklama
vi: Mô tả

source: Item not found
pl: Nie znaleziono pozycji
th: ไม่พบรายการ
tr: Oge bulunamadi
vi: Không tìm thấy mục

source: Select Day
pl: Wybierz dzien
th: เลือกวัน
tr: Gun sec
vi: Chọn ngày

source: Select airline
pl: Wybierz linie lotnicza
th: เลือกสายการบิน
tr: Havayolu sec
vi: Chọn hãng hàng không

# enterNotesHint
source: Enter additional notes here
pl: Wprowadz notatki...
th: กรอกบันทึก...
tr: Notlari girin...
vi: Nhập ghi chú...

source: Enter hotel name
pl: Wprowadz nazwe hotelu
th: กรอกชื่อโรงแรม
tr: Otel adini girin
vi: Nhập tên khách sạn

# enterRoomType
source: e.g. Deluxe Twin
pl: Wprowadz typ pokoju
th: กรอกประเภทห้อง
tr: Oda tipini girin
vi: Nhập loại phòng

source: Enter address
pl: Wprowadz adres
th: กรอกที่อยู่
tr: Adresi girin
vi: Nhập địa chỉ

source: Enter confirmation number
pl: Wprowadz numer potwierdzenia
th: กรอกหมายเลขยืนยัน
tr: Onay numarasini girin
vi: Nhập số xác nhận

source: Select car company
pl: Wybierz wypozyczalnie
th: เลือกบริษัทเช่ารถ
tr: Arac kiralama sirketi sec
vi: Chọn công ty cho thuê xe

# enterCarModel
source: e.g. Hyundai Avante
pl: Wprowadz model samochodu
th: กรอกรุ่นรถ
tr: Arac modelini girin
vi: Nhập mẫu xe

source: Enter pickup location
pl: Wprowadz miejsce odbioru
th: กรอกสถานที่รับรถ
tr: Alis yerini girin
vi: Nhập điểm nhận xe

source: Enter drop-off location
pl: Wprowadz miejsce zwrotu
th: กรอกสถานที่คืนรถ
tr: Teslim yerini girin
vi: Nhập điểm trả xe

source: Pickup Info
pl: Info o odbiorze
th: ข้อมูลการรับรถ
tr: Alis bilgisi
vi: Thông tin nhận xe

source: Drop-off Info
pl: Info o zwrocie
th: ข้อมูลการคืนรถ
tr: Teslim bilgisi
vi: Thông tin trả xe

source: Enter restaurant name
pl: Wprowadz nazwe restauracji
th: กรอกชื่อร้านอาหาร
tr: Restoran adini girin
vi: Nhập tên nhà hàng

source: Cuisine Type
pl: Typ kuchni
th: ประเภทอาหาร
tr: Mutfak turu
vi: Loại ẩm thực

source: Select cuisine type
pl: Wybierz typ kuchni
th: เลือกประเภทอาหาร
tr: Mutfak turunu sec
vi: Chọn loại ẩm thực

source: Reservation Info
pl: Info o rezerwacji
th: ข้อมูลการจอง
tr: Rezervasyon bilgisi
vi: Thông tin đặt chỗ

source: Enter title
pl: Wprowadz tytul
th: กรอกหัวข้อ
tr: Baslik girin
vi: Nhập tiêu đề

source: Enter description
pl: Wprowadz opis
th: กรอกคำอธิบาย
tr: Aciklama girin
vi: Nhập mô tả

source: Enter location
pl: Wprowadz lokalizacje
th: กรอกตำแหน่ง
tr: Konum girin
vi: Nhập vị trí

source: Start Time
pl: Czas rozpoczecia
th: เวลาเริ่มต้น
tr: Baslangic saati
vi: Thời gian bắt đầu

source: End Time
pl: Czas zakonczenia
th: เวลาสิ้นสุด
tr: Bitis saati
vi: Thời gian kết thúc

source: Add Attachments
pl: Dodaj zalaczniki
th: เพิ่มไฟล์แนบ
tr: Ek ekle
vi: Thêm tệp đính kèm

# attachmentHint
source: E-ticket, reservation confirmation, etc.
pl: Dodaj dokumenty lub obrazy
th: เพิ่มเอกสารหรือรูปภาพ
tr: Belge veya gorsel ekleyin
vi: Thêm tài liệu hoặc hình ảnh

# itemUpdatedSuccess
source: Item updated successfully
pl: Pozycja zaktualizowana pomyslnie
th: อัปเดตรายการสำเร็จแล้ว
tr: Oge basariyla guncellendi
vi: Mục đã được cập nhật thành công

# itemDeletedSuccess
source: Item deleted successfully
pl: Pozycja usunieta pomyslnie
th: ลบรายการสำเร็จแล้ว
tr: Oge basariyla silindi
vi: Mục đã được xóa thành công
